<p><strong>T&Eacute;RMINOS Y CONDICIONES DE TAPNPAY</strong></p>
<p><strong>&Uacute;ltima Actualizaci&oacute;n:&nbsp;</strong>13 de diciembre de 2022</p>
<p>POR FAVOR LEA DETENIDAMENTE ESTOS T&Eacute;RMINOS Y CONDICIONES DE TAPNPAY, LOS CUALES SON UN CONTRATO LEGALMENTE
    VINCULANTE ENTRE USTED Y TAPNPAYOLLS, LLC (&ldquo;<strong><u>TAPNPAY</u></strong>&rdquo;) RESPECTO A SU USO DEL
    SERVICIO TAPNPAY (EL &ldquo;<strong><u>SERVICIO</u></strong>&rdquo;).</p>
<p><strong>AL HACER CLIC EN</strong>&nbsp;&ldquo;<strong>ACEPTO</strong>&rdquo;<strong>&nbsp;O DE OTRA MANERA AL ACCEDER
    O UTILIZAR EL SERVICIO</strong>, USTED ACEPTA QUE HA LE&Iacute;DO Y COMPRENDIDO Y, COMO UNA CONDICI&Oacute;N DE SU
    USO DEL SERVICIO, ACEPTA ESTAR VINCULADO POR LOS SIGUIENTES T&Eacute;RMINOS Y CONDICIONES, INCLUYENDO LA POL&Iacute;TICA
    DE PRIVACIDAD DE TAPNPAY (JUNTOS, ESTE &ldquo;<strong><u>ACUERDO</u></strong>&rdquo;). Si usted no es elegible, o no
    est&aacute; de acuerdo con los t&eacute;rminos y condiciones, entonces no tiene el permiso de TAPNPAY para utilizar
    el Servicio.</p>
<p><strong>AVISO DE ARBITRAJE.&nbsp;</strong>A excepci&oacute;n de ciertos tipos de disputas que se describen en la
    Secci&oacute;n&nbsp;12.2, usted acepta que las disputas que surjan bajo este Acuerdo se resolver&aacute;n mediante
    arbitraje vinculante, individual, y AL ACEPTAR ESTE ACUERDO, USTED Y TAPNPAY RENUNCIAN AL DERECHO A UN JUICIO POR
    JURADO O A PARTICIPAR EN CUALQUIER DEMANDA COLECTIVA O PROCEDIMIENTO REPRESENTATIVO. USTED ACEPTA RENUNCIAR A SU
    DERECHO DE IR A UNA CORTE para hacer valer o defender sus derechos bajo este contrato, (excepto para los asuntos de
    reclamos menores que se pueden llevar a la corte). Sus derechos ser&aacute;n determinados por un &Aacute;RBITRO
    NEUTRO y NO por un juez o jurado.</p>
<p><strong>1. Visi&oacute;n General</strong></p>
<p><strong>1.1. Descripci&oacute;n General.</strong>&nbsp;El Servicio le permite revisar sus cargos de
    peaje (colectivamente, &ldquo;<strong><u>Peajes</u></strong>&rdquo;; cada uno, un &ldquo;<strong>Peaje</strong>&rdquo;)
    adeudados a los operadores de las instalaciones de peaje asociadas (a estos operadores se les llama
    &ldquo;<strong><u>ATFOs</u></strong>&rdquo; y cada uno, individualmente, es un &ldquo;ATFO&rdquo;) y pagar Peajes y
    otras tasas relacionadas a servicios (e.j. la Tasa de Configuraci&oacute;n (descrita m&aacute;s abajo)) a trav&eacute;s
    del uso de tarjeta de cr&eacute;dito o d&eacute;bito, u otros m&eacute;todos de pago que puedan estar disponibles
    por medio de procesadores de pago externos (cada uno, un &ldquo;<strong>Procesador de Pago</strong>&rdquo;) por
    TAPNPAY de vez en cuando (incluye Apple Pay, Google Pay, u otros procesadores de pagos). A usted se le dar&aacute;
    una opci&oacute;n para ser su m&eacute;todo de pago principal (&ldquo;<strong>M&eacute;todo Principal</strong>&rdquo;)
    y se le pedir&aacute; un m&eacute;todo de pago secundario (&ldquo;<strong>M&eacute;todo</strong>&nbsp;<strong>Secundario</strong>&rdquo;).
    Si un pago a Peajes u otra tasa relacionada a servicios falla en su m&eacute;todo de pago principal, entonces
    TAPNPAY solicitar&aacute; proveer de un M&eacute;todo Secundario aplicable al Peaje</p>
<p><strong>1.2. Pagos.&nbsp;</strong>Para sus pagos, (a) vincularemos el LPN de su veh&iacute;culo a
    su cuenta para identificar las transacciones de Peajes enviadas por las ATFOs, (b) usted revisar&aacute; y autorizar&aacute;
    el pago de los Peajes incurridos por usted a trav&eacute;s de uno de los M&eacute;todos de Pago, y (c) TAPNPAY pagar&aacute;
    los Peajes en su nombre a la ATFO. El uso de los M&eacute;todos de Pago est&aacute; sujeto a la aceptaci&oacute;n de
    los t&eacute;rminos y condiciones del Procesador de Pagos correspondiente (un &ldquo;<strong>Acuerdo de Procesador
        de Pagos</strong>&rdquo;). En la medida que requiera el Procesador de Pagos correspondiente, el Acuerdo de
    Procesador de Pagos se considera como agregado, por referencia, a este Acuerdo, ya que est&aacute; relacionado al M&eacute;todo
    de Pago seleccionado. Cada Acuerdo de Procesador de Pagos es un acuerdo legal entre usted y el Procesador de Pagos
</p>
<p><strong>1.3. Pol&iacute;tica de Mensajes de Texto.</strong>&nbsp;Al aceptar este Acuerdo, usted
    acepta que TAPNPAY y aquellos que act&uacute;an en su nombre le puedan enviar mensajes de texto al N&uacute;mero de
    Tel&eacute;fono M&oacute;vil provisto por usted a TAPNPAY cuando realiz&oacute; su registro por una Cuenta y
    cualquier otro n&uacute;mero de tel&eacute;fono que asocie a su Cuenta. Estos mensajes pueden incluir informaci&oacute;n
    operacional sobre su uso del Servicio, as&iacute; como mensajes de mercadeo. Usted entiende y acepta que estos
    mensajes pueden ser enviados de manera por un sistema de env&iacute;o autom&aacute;tico u otro servicio tecnol&oacute;gico
    de mensajer&iacute;a (<strong>&ldquo;SMS&rdquo;</strong>). Acordar recibir mensajes de texto de mercadeo no es una
    condici&oacute;n de compra o uso de nuestro Servicio. Si cambia su n&uacute;mero de tel&eacute;fono m&oacute;vil,
    acuerda notificarlo r&aacute;pidamente a TAPNPAY de dicho cambio actualizando su informaci&oacute;n de contacto por
    medio del env&iacute;o de un email a&nbsp;<a href="mailto:support@tapnpay.com">support@tapnpay.com</a>
</p>
<p>Los operadores participantes incluyen los sigueintes:&nbsp;AT&amp;T, Boost Mobile, T-Mobile, Metro PCS, Verizon
    Wireless, Sprint, U.S. Cellular, Nextel &amp; Virgin Mobile. Los Operadores no son responsables del retraso o falta
    de entrega de los mensajes. T-Mobile no es responsable del retraso o falta de entrega de los mensajes. Como siempre,
    tasas de datos y mensajes pueden aplicar cuando usted env&iacute;a o recibe mensajes de texto, como lo especifica su
    operador. El n&uacute;mero de mensajes que recibe de parte de TAPNPAY puede variar dependiendo de su uso del
    servicio y n&uacute;mero de Peajes que utiliza. Si tiene cualquier pregunta sobre su plan de mensajes de texto o
    plan de datos, por favor contacte a su operador inal&aacute;mbrico.</p>
<p>Puede darse de baja de la recepci&oacute;n de mensajes de texto de mercadeo (pero igualmente continuar utilizando el
    Servicio, incluyendo la recepci&oacute;n de mensajes de texto operacionales) en cualquier momento enviando un correo
    electr&oacute;nico a&nbsp;<a href="mailto:support@tapnpay.com">support@tapnpay.com</a>&nbsp;indicando que usted no
    quiere seguir recibiendo textos de mercadeo junto con el n&uacute;mero de tel&eacute;fono m&oacute;vil del
    dispositivo que recibe los mensajes de texto. Puede continuar recibiendo mensajes de texto por un corto periodo
    mientras TAPNPAY procesa su petici&oacute;n, y tambi&eacute;n puede recibir mensajes de texto confirmado la recepci&oacute;n
    de su petici&oacute;n de baja.
</p>
<p>Puede darse de baja de la recepci&oacute;n de todos los mensajes de texto al enviar &ldquo;STOP&rdquo; al
    1-888-339-4942. TAPNPAY responder&aacute; con un solo SMS para confirmar que se ha dado de baja. Luego de esto, no
    recibir&aacute; m&aacute;s SMS de parte de TAPNPAY.&nbsp;<strong>Tenga en cuenta que al escoger darse de baja de
        todos los SMS y enviar el mensaje de &ldquo;STOP&rdquo;, no podr&aacute; seguir utilizando del
        Servicio.&nbsp;</strong>Los mensajes de texto operacionales son esenciales para el Servicio. Si no desea recibir
    mensajes de texto operacionales de parte de TAPNPAY, no utilice el Servicio.
</p>
<p>Puede, en cualquier momento, enviar la palabra &ldquo;HELP&rdquo; al 1-888-339-4942 para recibir un mensaje corto de
    ayuda, que podr&aacute; incluir informaci&oacute;n sobre los temas de ayuda disponibles, formas de contactar a
    TAPNPAY, e informaci&oacute;n de c&oacute;mo registrarse para el Servicio. Puede tambi&eacute;n contactar a TAPNPAY
    al siguiente n&uacute;mero de tel&eacute;fono 512-649-3062 o v&iacute;a correo electr&oacute;nico a&nbsp;<a
        href="mailto:support@tapnpay.com">support@tapnpay.com</a>
</p>
<p><strong>2. Esto No es un Acuerdo con un ATFO.&nbsp;</strong>
    Usted reconoce y acepta expresamente
    que: (a) este Acuerdo es estrictamente entre usted y TAPNPAY; (b) no es un acuerdo entre usted y alg&uacute;n ATFO;
    y (c) no le otorga ning&uacute;n derecho o recurso contra o con respecto a un ATFO. Adem&aacute;s, usted reconoce y
    acepta expresamente que nada en este Acuerdo modifica los derechos o responsabilidades que usted pueda tener con
    respecto al pago de Peajes, tarifas administrativas o cualquier otro cargo por el cual usted sea responsable ante un
    ATFO seg&uacute;n la ley aplicable. Seg&uacute;n la ley aplicable, el propietario registrado de un veh&iacute;culo
    que utiliza la instalaci&oacute;n de peaje del ATFO es responsable del pago al ATFO de un Peaje. Sujeto a los t&eacute;rminos
    y condiciones de este Acuerdo, TAPNPAY acepta pagar el Peaje en su nombre al ATFO correspondiente, pero si TAPNPAY
    no cumple o no est&aacute; obligado por este Acuerdo a pagar el Peaje, el propietario registrado del veh&iacute;culo
    que adeuda el Peaje seguir&aacute; siendo responsable ante el ATFO del pago del Peaje y cualquier tarifa
    administrativa u otros cargos que causen el no pagar el Peaje dentro del per&iacute;odo de pago previsto por la ley.
    Usted acepta irrevocablemente no iniciar en contra de un ATFO ning&uacute;n reclamo, causa de acci&oacute;n u otro
    recurso disponible para usted o que surja de o est&eacute; en conexi&oacute;n al incumplimiento de TAPNPAY con este
    Acuerdo, y por la presente usted reconoce y acepta que el ATFO no ser&aacute; responsable de ning&uacute;n fallo o
    incumplimiento por parte de TAPNPAY en virtud de este Acuerdo. Nada en esta Secci&oacute;n 2 afecta cualquier
    reclamo u otros derechos que pueda tener contra TAPNPAY por no cumplir con sus obligaciones en virtud de este
    Acuerdo.
</p>
<p><strong>3. Servicio Beta.&nbsp;</strong>
    Si se le otorga acceso a una versi&oacute;n beta (versi&oacute;n
    preliminar o limitada) de los Servicios (el &ldquo;<strong>Servicio Beta</strong>&rdquo;), entonces su uso del
    Servicio Beta estar&aacute; sujeto a los siguientes t&eacute;rminos y condiciones adicionales en esta Secci&oacute;n
    3 (los &ldquo;<strong>T&eacute;rminos Beta</strong>&rdquo;). Para mayor claridad, el uso del Servicio Beta permanece
    sujeto a todos los dem&aacute;s t&eacute;rminos y condiciones de este Acuerdo, excepto que, en cuanto exista un
    conflicto entre los T&eacute;rminos Beta y otros t&eacute;rminos en este Acuerdo, estos T&eacute;rminos Beta
    prevalecer&aacute;n con respecto al Servicio Beta.
</p>
<p><strong>3.1. Exenci&oacute;n de Responsabilidad Beta.</strong>&nbsp;El Servicio Beta es ofrecido
    por TAPNPAY como una versi&oacute;n preliminar para uso limitado y tal como est&aacute;, &uacute;nicamente para
    fines de prueba, evaluaci&oacute;n y retroalimentaci&oacute;n. El Servicio Beta puede no funcionar correctamente y
    modificarse sustancialmente antes del lanzamiento comercial, o a opci&oacute;n de TAPNPAY, puede no ser lanzado
    comercialmente en el futuro. Si TAPNPAY decide ofrecer versiones beta posteriores u otras versiones del Servicio,
    dichas versiones o servicios posteriores pueden estar sujetos a t&eacute;rminos y condiciones adicionales. TAPNPAY
    se reserva el derecho de finalizar el Servicio Beta en cualquier momento.</p>
<p>Durante el uso del Servicio Beta usted no debe modificar, copiar ni realizar trabajos derivados basados en el
    Servicio Beta; desencriptar, realizar ingenier&iacute;a inversa o descompilar el Servicio Beta; crear &ldquo;enlaces&rdquo;
    hacia o desde el Servicio Beta; hacer &ldquo;marcos&rdquo; o &ldquo;reflejos&rdquo; de alg&uacute;n contenido de
    TAPNPAY; o acceder al Servicio Beta para crear un servicio competitivo, reproducir caracter&iacute;sticas del
    Servicio Beta, o revender, o permitir que cualquier otra persona acceda o use cualquier parte del Servicio Beta.
    Usted no puede hacer, haber hecho, usar o vender para ning&uacute;n prop&oacute;sito ning&uacute;n producto u otro
    elemento utilizando, incorporando o derivado del Servicio Beta.</p>
<p><strong>3.2. Incentivos.&nbsp;</strong>Durante el per&iacute;odo del Servicio Beta, TAPNPAY puede
    ofrecerle incentivos promocionales mediante los cuales TAPNPAY asume la obligaci&oacute;n de pagar sin reembolso una
    parte de los Peajes facturados a su cuenta a trav&eacute;s del Servicio Beta, como se describe m&aacute;s
    detalladamente en el Servicio Beta. Los incentivos pueden estar limitados a valores en d&oacute;lares especificados.
    Despu&eacute;s de alcanzar el l&iacute;mite o tope del incentivo, usted seguir&aacute; siendo un cliente con
    obligaciones de pago por el monto total de los Peajes facturados a su M&eacute;todo de Pago (como lo ha designado
    usted en su cuenta), a menos que decida darlo de baja del Servicio Beta.</p>
<p><strong>3.3. Retroalimentaci&oacute;n.</strong>&nbsp;Durante su plazo, el Servicio Beta se pone a
    su disposici&oacute;n y, en consideraci&oacute;n a la prestaci&oacute;n de TAPNPAY del Servicio Beta, usted acepta
    participar en mecanismos de retroalimentaci&oacute;n estructurados (que incluyen, entre otros, encuestas, chat,
    encuestas de texto o grupos) para proporcionar informaci&oacute;n a TAPNPAY. Usted comprende que todos los
    comentarios, sugerencias de modificaciones y mejoras, y otros comentarios que resuman el resultado general de su uso
    del Servicio Beta (&ldquo;<strong><u>Retroalimentaci&oacute;n</u></strong>&rdquo;) se proporcionan a TAPNPAY de
    forma no confidencial, a pesar de cualquier indicaci&oacute;n de lo contrario en cualquier comunicaci&oacute;n
    enviada. Por la presente, usted otorga a TAPNPAY un derecho y licencia ilimitados (a trav&eacute;s de m&uacute;ltiples
    niveles) sin restricciones, ilimitados, transferibles, sub-licenciables, totalmente pagados, sin derechos de autor,
    sub-licenciables (a trav&eacute;s de m&uacute;ltiples niveles) para utilizar o actuar sobre dicho Retroalimentaci&oacute;n,
    incluso para reproducir, distribuir, realizar, exhibir p&uacute;blicamente y preparar subproductos derivados del
    Retroalimentaci&oacute;n, y mejorar el Servicio o desarrollar nuevos productos y servicios.</p>
<p><strong>3.4. </strong><strong>Confidencialidad</strong>. Todos los materiales e informaci&oacute;n no p&uacute;blica
    que TAPNPAY proporciona o pone a su disposici&oacute;n, incluyendo los productos y servicios, informaci&oacute;n
    sobre tecnolog&iacute;a, paso a paso, procesos, programas de software, investigaci&oacute;n, desarrollo, informaci&oacute;n
    que TAPNPAY proporciona sobre terceros e informaci&oacute;n de rendimiento operativo y financiero, incluyendo los
    eventos espec&iacute;ficos que ocurrieron durante la vigencia del Servicio Beta, forman parte de la informaci&oacute;n
    confidencial de TAPNPAY (&ldquo;<strong>Informaci&oacute;n Confidencial</strong>&rdquo;). Usted acepta que en todo
    momento mantendr&aacute; una estricta confidencialidad y no divulgar&aacute; la Informaci&oacute;n Confidencial a
    ning&uacute;n tercero, excepto que TAPNPAY lo apruebe por escrito, y no utilizar&aacute; la Informaci&oacute;n
    Confidencial sin otro prop&oacute;sito que no sea evaluar el Servicio Beta. A solicitud de TAPNPAY, usted acepta
    regresar r&aacute;pidamente a TAPNPAY cualquier documento, nota u otro material tangible que incluya Informaci&oacute;n
    Confidencial.&nbsp;Usted acepta que, a excepci&oacute;n de lo expresamente establecido en este documento, nada de lo
    contenido en este Acuerdo se interpretar&aacute; como una concesi&oacute;n de cualquier licencia o derecho de
    propiedad sobre cualquier Informaci&oacute;n Confidencial.</p>
<p><strong>4. </strong><strong>Licencia; Datos Compartidos</strong></p>
<p><strong>4.1. </strong><strong>Licencia para Usar el Servicio.&nbsp;</strong>Sujeto a su cumplimiento completo y
    continuo con los t&eacute;rminos y condiciones de este Acuerdo, TAPNPAY le otorga una licencia para acceder y
    utilizar el Servicio. El incumplimiento de este Acuerdo puede causar la suspensi&oacute;n, revocaci&oacute;n y/o
    terminaci&oacute;n de dicha licencia. Excepto y &uacute;nicamente en la medida en que dicha restricci&oacute;n no
    est&eacute; permitida por la ley aplicable, usted no puede: (a) reproducir, distribuir, mostrar o ejecutar p&uacute;blicamente
    el Servicio; (b) hacer modificaciones al Servicio; o (c) interferir o eludir cualquier caracter&iacute;stica del
    Servicio, incluyendo cualquier mecanismo de control de acceso o seguridad. Si la ley aplicable le proh&iacute;be
    usar el Servicio, usted no puede usarlo.</p>
<p><strong>4.2. </strong><strong>Datos Compartidos.&nbsp;</strong>Las ATFOs pueden proveer a TAPNPAY con cierta
    informaci&oacute;n necesaria para la operaci&oacute;n del Servicio, la cual puede incluir la siguiente informaci&oacute;n
    sobre usted, su veh&iacute;culo, o la etiqueta de su cuenta de peaje de la ATFO: transacciones de peaje, n&uacute;mero
    de estado de la matr&iacute;cula, y facturas de pagos. Usted da su consentimiento a la provisi&oacute;n de estos
    datos para sus LPNs por medio de la ATFO y representa que est&aacute; autorizado para proveer dicho consentimiento
    con respecto a sus LPNs</p>
<p><strong>5. </strong><strong>Cuenta; Registro</strong></p>
<p><strong>5.1. </strong><strong>Elegibilidad.&nbsp;</strong>Usted debe tener al menos dieciocho (18) a&ntilde;os de
    edad para utilizar el Servicio. Al aceptar este Acuerdo, usted declara y garantiza TAPNPAY que: (a) tiene al menos
    18 a&ntilde;os de edad; (b) no ha sido previamente suspendido o eliminado del Servicio; (c) su registro y su uso del
    Servicio cumplen con todas y cada una de las leyes y regulaciones aplicables, (d) toda la informaci&oacute;n que le
    env&iacute;a a TAPNPAY a trav&eacute;s del Servicio, incluso en relaci&oacute;n al registro de su Cuenta, es
    correcta y actualizada, y (e) usted tiene el derecho y la autoridad para otorgar a TAPNPAY todos los derechos y
    permisos otorgados en virtud de este Acuerdo. Si usted realiza alguna actividad fraudulenta en relaci&oacute;n a su
    uso del Servicio, incluyendo, sin limitarse a, (i) hacerse pasar por otra persona, (ii) cobrar los Peajes a la
    tarjeta de cr&eacute;dito o d&eacute;bito, u otra cuenta de pagos de otra persona o entidad sin autorizaci&oacute;n
    o (iii) impugnar los Peajes de mala fe, estar&aacute; sujeto a enjuiciamiento, incluso por el ATFO aplicable,
    conforme a todas las leyes correspondientes del(los) estado(s) y ciudades en los que opera el ATFO.</p>
<p><strong>5.2. </strong><strong>Registro.&nbsp;</strong>Usted debe crearse una Cuenta en TAPNPAY para poder utilizar
    el Servicio. Para registrarse, usted debe vincular su LPN a su N&uacute;mero de Tel&eacute;fono M&oacute;vil. Usted
    puede registrar varios veh&iacute;culos con el mismo N&uacute;mero de Tel&eacute;fono M&oacute;vil, hasta un m&aacute;ximo
    de 12 LPN por Cuenta, pero un LPN no puede vincularse a m&aacute;s de un N&uacute;mero de Tel&eacute;fono M&oacute;vil.
    Tras el registro exitoso de un M&eacute;todo de Pago en su Cuenta, el proceso de ajuste y registro con el ATFO puede
    demorar hasta 1 d&iacute;a h&aacute;bil para completarse. Usted puede seguir recibiendo facturas de pago por correo
    del ATFO para los Peajes incurridos durante el per&iacute;odo anterior a su registro, y ser&aacute; el &uacute;nico
    responsable de pagar todas las facturas directamente al ATFO. Cuando configure su Cuenta, se le notificar&aacute;
    electr&oacute;nicamente y se le facturar&aacute;n todos los Peajes incurridos en todas las instalaciones de ATFO
    participantes y para todos los LPNs registrados y vinculados a su Cuenta. Es posible que el Servicio no est&eacute;
    disponible para instalaciones que no sean de ATFO, como estacionamientos en el aeropuerto y ciertas carreteras de
    peajes que no se encuentren dentro del &aacute;rea de servicio del ATFO participante, como Carriles Administrados,
    Carriles Expr&eacute;s y Carriles TEXpress. Usted puede recibir una factura de un ATFO para viajar en una instalaci&oacute;n
    que no participa en el Servicio, oblig&aacute;ndole a pagar al ATFO que emiti&oacute; la factura.</p>
<p>
    <strong>5.3. Cambios en Su Cuenta.</strong>
    &nbsp;Al registrarse en una Cuenta, usted acepta la
    responsabilidad de pago de todos los Peajes incurridos por cada LPN que registre en su Cuenta, independientemente de
    si usted es el propietario registrado del veh&iacute;culo con esos LPN e incluso si otra persona utiliza el veh&iacute;culo.
    Usted es responsable de garantizar que la informaci&oacute;n de su Cuenta sea precisa y est&eacute; actualizada.
    Usted acepta que, si no mantiene actualizada la informaci&oacute;n de su Cuenta, TAPNPAY puede utilizar otros
    servicios o recursos para verificar y actualizar la informaci&oacute;n de su Cuenta, incluyendo, sin limitaci&oacute;n,
    la informaci&oacute;n de su Operador y del veh&iacute;culo. Usted puede usar el sitio web de tapNpay disponible en
    https://tapnpay.biz (el &ldquo;<strong><u>Sitio</u></strong>&rdquo;) para cambiar o actualizar la informaci&oacute;n
    de su Cuenta, agregar el LPN a su Cuenta, eliminar LPN de su Cuenta, agregar m&eacute;todos de pago adicionales,
    cambiar los m&eacute;todos de pago designados para su Cuenta, o cancelar su Cuenta.
</p>
<p><strong>5.4. Veh&iacute;culo Robado o Vendido</strong>
    . Si usted vende o le roban el veh&iacute;culo
    asociado a su LPN, usted debe actualizar r&aacute;pidamente su Cuenta. Excepto por lo dispuesto en esta Secci&oacute;n,
    usted ser&aacute; responsable de todos los Peajes incurridos por el veh&iacute;culo asignado al LPN asociado a su
    Cuenta. Sin embargo, si un veh&iacute;culo asignado al LPN asociado a su Cuenta pasa por un punto de Peaje cuando el
    veh&iacute;culo fue (i) robado y usted ha denunciado el robo a la autoridad de aplicaci&oacute;n de la ley
    correspondiente dentro del tiempo exigido por la ley aplicable, incluso sin limitaci&oacute;n la Secci&oacute;n
    366.178 (h) del C&oacute;digo de Transporte de Texas, en su forma enmendada, o (ii) es arrendado a un tercero y
    usted le ha proporcionado a un ATFO la informaci&oacute;n necesaria seg&uacute;n la ley aplicable, incluyendo, sin
    limitaci&oacute;n, la Secci&oacute;n 366.178 (i) del C&oacute;digo de Transporte de Texas, en su forma enmendada,
    dentro del tiempo necesario en esa secci&oacute;n, entonces usted no ser&aacute; responsable de los Peajes que se le
    apliquen a dicha transacci&oacute;n.
</p>
<p><strong>5.5. Eliminaci&oacute;n de un LPN Particular para una Cuenta.&nbsp;</strong>
    Usted puede
    eliminar un LPN de su Cuenta en cualquier momento, al (i) enviar el mensaje de texto &ldquo;HELP&rdquo; al&nbsp;1-888-339-4942&nbsp;y
    luego seguir las instrucciones proporcionadas, o (ii) seguir el proceso para cancelar el registro voluntario del veh&iacute;culo
    a trav&eacute;s del Sitio de tapNpay. Eliminar su LPN de su Cuenta har&aacute; que los ATFO env&iacute;en una
    factura de pago por correo por todos los Peajes no pagados al propietario registrado del veh&iacute;culo, seg&uacute;n
    los registros estatales de veh&iacute;culos, y en cumplimiento con las reglas comerciales de ATFO.
</p>
<p>
    <strong>5.6. Cancelaci&oacute;n de la Cuenta</strong>.
    Usted puede cancelar su Cuenta en cualquier
    momento por cualquier motivo a trav&eacute;s del Sitio de tapNpay o enviando un mensaje de texto &ldquo;HELP&rdquo;
    al&nbsp;1-888-339-4942&nbsp;y luego siguiendo las instrucciones proporcionadas. Si su Cuenta est&aacute; cerrada,
    usted ser&aacute; responsable de pagar todos los Peajes aprobados por usted que a&uacute;n no hayan sido pagados al
    Operador y/o al ATFO, y ser&aacute; responsable de los honorarios y costos relacionados, incluyendo los honorarios
    de abogados, incurridos por el ATFO para cobrar todas las cantidades adeudadas. Adem&aacute;s, usted puede estar
    sujeto a sanciones civiles y penales, incluyendo las descritas en la Secci&oacute;n 13, y el ATFO puede ejercer
    recursos legales contra usted, incluyendo, sin limitaci&oacute;n, la publicaci&oacute;n de su nombre y el monto de
    sus Peajes sin pagar, bloqueando su registro del veh&iacute;culo, lo que le proh&iacute;be seguir utilizando las
    instalaciones de Peaje de ATFO y confiscar su veh&iacute;culo seg&uacute;n lo permitan las leyes estatales y
    federales.
</p>
<p><strong>5.7. Cancelaci&oacute;n por Falta de Respuesta</strong>.
    Si no responde a un sms de
    aprobaci&oacute;n de peaje dentro de 72 horas desde el momento de la recepci&oacute;n, TAPNPAY podr&aacute; cancelar
    su Cuenta (inmediatamente) y su cuenta permanecer&aacute; inoperativa hasta realizado el pago de la(s) factura(s)
    pendiente(s).
</p>
<p><strong>6. Pol&iacute;tica de Privacidad; Consentimiento para las Comunicaciones Electr&oacute;nicas.</strong>&nbsp;Por
    favor, lea la Pol&iacute;tica de Privacidad de TAPNPAY (disponible en https://tapnpay.info/privacy-policy) para
    obtener informaci&oacute;n relacionada la recopilaci&oacute;n, uso, almacenamiento y divulgaci&oacute;n de su
    informaci&oacute;n personal por parte de TAPNPAY y para&nbsp;obtener m&aacute;s informaci&oacute;n sobre las pr&aacute;cticas
    de comunicaci&oacute;n electr&oacute;nica de TAPNPAY. La Pol&iacute;tica de Privacidad de TAPNPAY se incluye
    mediante esta referencia y forma parte de este Acuerdo.&nbsp;Al utilizar el Servicio, usted acepta recibir ciertas
    comunicaciones electr&oacute;nicas de parte de TAPNPAY como se describe en la Pol&iacute;tica de Privacidad de
    TAPNPAY. Usted acepta que cualquier aviso, acuerdo, divulgaci&oacute;n u otra comunicaci&oacute;n que TAPNPAY le env&iacute;e
    electr&oacute;nicamente cumplir&aacute; con los requisitos legales de comunicaci&oacute;n, incluso que dichas
    comunicaciones se realicen por escrito.&nbsp;TAPNPAY puede contactarle a trav&eacute;s de cualquier medio de
    comunicaci&oacute;n vinculado a su Cuenta (por ejemplo, n&uacute;meros de tel&eacute;fono o direcciones de correo
    electr&oacute;nico) en relaci&oacute;n al estado de su Cuenta, y puede hacerlo a trav&eacute;s de cualquier m&eacute;todo
    de comunicaci&oacute;n (por ejemplo, mensaje de texto o correo electr&oacute;nico).
</p>
<p><strong>7. Tasas, Tarifas y Cargos</strong></p>
<p><strong>7.1. Tasas; Pago de la Tasa de Configuraci&oacute;n.&nbsp;</strong>A menos que se diga lo
    contrario durante el periodo de promoci&oacute;n, usted accede a pagar una tasa no reembolsable de $10 para
    establecer su Cuenta (la&nbsp;<strong>&ldquo;Tasa de Configuraci&oacute;n&rdquo;</strong>). La Tasa de Configuraci&oacute;n
    se procesar&aacute; usando su M&eacute;todo de Pago configurado por usted en la cuenta.&nbsp;Los Peajes se eval&uacute;an
    seg&uacute;n el programa de tasas de peaje vigente de ATFO al momento de la transacci&oacute;n, que est&aacute;
    disponible en el sitio web de ATFO o en los Centros de Servicio al Cliente de ATFO. ATFO se reserva el derecho de
    cambiar sus tasas de peaje, tarifas y cargos en cualquier momento, y usted acepta que su uso continuado del Servicio
    constituye su acuerdo para pagar las tasas, tarifas y cargos revisados como reembolso a TAPNPAY. TAPNPAY, a su
    completa discreci&oacute;n, puede realizar ofertas promocionales con incentivos para cualquiera de los clientes de
    TAPNPAY. Estas ofertas promocionales, a menos que usted las reciba, no se aplicar&aacute;n a su uso del Servicio.
    Adem&aacute;s, es posible que las nuevas ofertas promocionales no est&eacute;n disponibles para usted a menos que y
    hasta que haya utilizado por completo sus descuentos disponibles bajo las ofertas promocionales que ya ha elegido
    utilizar.
</p>
<p>
    <strong>7.2. Facturaci&oacute;n; Aprobaci&oacute;n.&nbsp;</strong>
    Todos los Peajes procesados,
    evaluados y transmitidos por el ATFO a TAPNPAY para un LPN en un d&iacute;a determinado se facturar&aacute;n a su
    Cuenta el siguiente d&iacute;a h&aacute;bil. TAPNPAY agrupar&aacute; todos los Peajes procesados por los ATFO para
    todos los LPN vinculados a una sola Cuenta en una sola factura diaria. Usted recibir&aacute; un mensaje de texto
    (SMS) con un enlace donde podr&aacute; revisar la factura, incluyendo las transacciones individuales, y aceptar&aacute;
    pagar o disputar&aacute; los cargos. Cuando reciba la notificaci&oacute;n de la factura electr&oacute;nica, tendr&aacute;&nbsp;<strong>23
    horas</strong>&nbsp;para rechazar o aprobar la factura. Los cargos aprobados se cargar&aacute;n a su M&eacute;todo
    de Pago designado por usted.&nbsp;<strong>Todos los pagos (incluyendo la Tasa de Configuraci&oacute;n) son
    definitivos y no reembolsables</strong>. Si usted resuelve no aprobar la factura o disputar cualquiera y todos
    los cargos para cualquier LPN asociado a su Cuenta dentro de las 23 horas, se podr&aacute; rescindir o suspender su
    habilidad de usar el Servicio con respecto a todos los LPN asociados a su Cuenta.
</p>
<p>
    <strong>7.3. Disputas.&nbsp;</strong>
    Si usted disputa algunos o todos los peajes en una factura, se
    le solicitar&aacute; que indique el motivo de su(s) rechazo(s), y usted deber&aacute; elegir el motivo que mejor
    describa la raz&oacute;n de su(s) rechazo(s). Para ciertos tipos de disputas, se le puede solicitar que proporcione
    documentaci&oacute;n como un Aviso de Transferencia de Veh&iacute;culo (VTN, por sus siglas en ingl&eacute;s) o una
    Carta de Venta cuando el veh&iacute;culo haya sido vendido, documentos de la corte por declaraci&oacute;n de quiebra
    o reporte policial de un veh&iacute;culo robado. La lista anterior es solo ilustrativa, y no limita la informaci&oacute;n
    y la documentaci&oacute;n que un ATFO puede exigirle con respecto a un Peaje en disputa. Por la presente, usted
    declara y garantiza que toda la informaci&oacute;n que env&iacute;e en relaci&oacute;n con un conflicto de facturas
    es verdadera y correcta. La informaci&oacute;n que env&iacute;e con relaci&oacute;n a su disputa se enviar&aacute;
    al(los) ATFO(s) correspondientes para su revisi&oacute;n. Sujeto a las reglas comerciales de ATFO, usted puede
    seguir recibiendo una factura de ATFO por los Peajes que disputa. Si el ATFO determina, a su entera discreci&oacute;n,
    que su disputa no es v&aacute;lida o no puede ser aceptada, usted debe pagar el peaje.
</p>
<p>
    <strong>7.4. Cargos del Operador de Telefon&iacute;a M&oacute;vil.&nbsp;</strong>Algunos Operadores
    pueden cobrarle tarifas por el uso del Servicio para Pagos por Operador. En el caso de que su Operador le cobre
    dichas tarifas, se le notificar&aacute; con anticipaci&oacute;n sobre estas tarifas (por email, SMS, o a trav&eacute;s
    del Sitio de tapNpay) y usted podr&aacute; optar por no recibir el Servicio o podr&aacute; negarse a suscribirse
    para evitar el pago de las tarifas. TAPNPAY puede pasar las tarifas impuestas por los Operadores que hayan sido
    debidamente divulgadas y usted haya aceptado antes de cobrarle dichas tarifas.</p>
<p>
    <strong>8. </strong><strong>Duraci&oacute;n, Terminaci&oacute;n y Modificaci&oacute;n</strong>
</p>
<p>
    <strong>8.1. </strong><strong>Duraci&oacute;n.</strong>&nbsp;Este Acuerdo entra en vigencia cuando usted acepte el
    Acuerdo o cuando descargue, instale, acceda o use el Servicio por primera vez, y finaliza cuando se termina, como se
    describe en la Secci&oacute;n 8.2.
</p>
<p><strong>8.2. </strong><strong>Finalizaci&oacute;n.</strong>&nbsp;Si viola alguna disposici&oacute;n de este Acuerdo,
    su autorizaci&oacute;n para acceder al Servicio y este Acuerdo terminar&aacute;n autom&aacute;ticamente. Adem&aacute;s,
    TAPNPAY puede, a su entera discreci&oacute;n, finalizar este Acuerdo o su Cuenta, o suspender o cancelar su acceso
    al Servicio, en cualquier momento, por cualquier motivo o sin motivo, con o sin previo aviso. Usted puede cancelar
    su cuenta y este Acuerdo en cualquier momento siguiendo el proceso establecido en el sitio de tapNpay o contactando
    al servicio al cliente en&nbsp;<a href="mailto:support@tapnpay.com">support@tapnpay.com</a></p>
<p><strong>8.3. </strong><strong>Efecto de la Finalizaci&oacute;n</strong>. Tras la finalizaci&oacute;n de este
    Acuerdo: (a) sus derechos de licencia terminar&aacute;n y usted debe cesar de inmediato todo uso del Servicio; (b)
    ya no estar&aacute; autorizado para acceder a su cuenta o al Servicio; (c) usted seguir&aacute; estando obligado a
    pagar a su Procesador de Pagos designado y/o al ATFO cualquier cantidad no pagada que venciera antes de la terminaci&oacute;n;
    y (d) y las Secciones&nbsp;2,&nbsp;3.4,&nbsp;3.5,&nbsp;5.6, 5.8,&nbsp;6, 7.7,&nbsp;8.3,&nbsp;9,&nbsp;10,&nbsp;11,&nbsp;12,&nbsp;13,
    y&nbsp;14&nbsp;sobrevivir&aacute;n.</p>
<p><strong>8.4. </strong><strong>Modificaci&oacute;n del Servicio</strong>. TAPNPAY se reserva el derecho de modificar
    o interrumpir el Servicio en cualquier momento (incluyendo limitar o descontinuar ciertas funciones del Servicio),
    temporal o permanentemente y sin previo aviso. TAPNPAY no tendr&aacute; ninguna responsabilidad por cualquier cambio
    en el Servicio o cualquier suspensi&oacute;n o finalizaci&oacute;n de su acceso o uso del Servicio.</p>
<p><strong>8.5. </strong><strong>Modificaci&oacute;n del Acuerdo.</strong>&nbsp;TAPNPAY se reserva el derecho de
    modificar este Acuerdo en el futuro y en cualquier momento mediante la publicaci&oacute;n de la notificaci&oacute;n
    de dicha modificaci&oacute;n en el sitio de tapNpay o por cualquier otro medio razonable. Si un cambio a este
    Acuerdo modifica sustancialmente sus derechos o deberes, es posible que le solicitemos que acepte el Acuerdo
    modificado para continuar usando el Servicio o que le notifiquemos las modificaciones con al menos 7 d&iacute;as de
    antelaci&oacute;n. Las modificaciones importantes se har&aacute;n vigentes desde que usted acepte el Acuerdo
    modificado o al expirar el per&iacute;odo de notificaci&oacute;n. Las modificaciones menos importantes se har&aacute;n
    efectivas tras su publicaci&oacute;n. Usted debe mantener la informaci&oacute;n actualizada de la Cuenta y otra
    informaci&oacute;n de contacto con TAPNPAY, y debe mantenerse informado de cualquier notificaci&oacute;n publicada
    como se indica anteriormente. El uso continuado del Servicio constituir&aacute; su aceptaci&oacute;n de cada
    enmienda. Si usted no acepta ninguna de estas modificaciones, debe dejar de usar el Servicio y rescindir este
    Acuerdo como se indica anteriormente.</p>
<p><strong>9. Renuncia de Garant&iacute;as.</strong>&nbsp;EL SERVICIO Y TODO EL CONTENIDO DISPONIBLE A
    TRAV&Eacute;S DEL SERVICIO SE PROPORCIONA &ldquo;TAL CUAL&rdquo; Y &ldquo;SEG&Uacute;N SU DISPONIBILIDAD&rdquo;.
    TAPNPAY RENUNCIA A TODAS LAS GARANT&Iacute;AS DE CUALQUIER TIPO, YA SEA EXPRESAS O IMPL&Iacute;CITAS, RELACIONADAS
    AL SERVICIO, INCLUYENDO: (A) CUALQUIER GARANT&Iacute;A IMPL&Iacute;CITA DE COMERCIABILIDAD, APTITUD PARA UN PROP&Oacute;SITO
    PARTICULAR, T&Iacute;TULO, DISFRUTE TRANQUILO Y (B) CUALQUIER GARANT&Iacute;A QUE SURJA DE UN CURSO DE TRATO, USO O
    COMERCIO. TAPNPAY NO GARANTIZA QUE EL SERVICIO O CUALQUIER PARTE DEL SERVICIO, O CUALQUIER MATERIAL O CONTENIDO
    OFRECIDO A TRAV&Eacute;S DEL SERVICIO, SEA ININTERRUMPIDO, SEGURO O LIBRE DE ERRORES, VIRUS U OTROS&nbsp;COMPONENTES
    PERJUDICIALES, Y NO GARANTIZA QUE NINGUNO DE ESTOS PROBLEMAS SER&Aacute;N CORREGIDOS</p>
<p>NINGUNA RECOMENDACI&Oacute;N O INFORMACI&Oacute;N DEL SERVICIO, ORAL O ESCRITA, QUE USTED OBTENGA O ALG&Uacute;N
    MATERIAL O CONTENIDO DISPONIBLE A TRAV&Eacute;S DEL SERVICIO PROVEER&Aacute; ALGUNA GARANT&Iacute;A EN RELACI&Oacute;N
    A CUALQUIERA DE LAS ENTIDADES DE TAPNPAY O EL SERVICIO QUE NO EST&Eacute; EXPRESADA EN ESTOS T&Eacute;RMINOS.
    TAPNPAY NO ES RESPONSABLE POR NING&Uacute;N DA&Ntilde;O QUE PUEDA SURGIR DEL SERVICIO. USTED ENTIENDE Y ACEPTA QUE
    UTILIZA CUALQUIER PARTE DEL SERVICIO A SU PROPIA DISCRECI&Oacute;N Y RIESGO, Y QUE NO TAPNPAY NO ES RESPONSABLE POR
    NING&Uacute;N DA&Ntilde;O A SU PROPIEDAD (INCLUYENDO SU SISTEMA DE COMPUTADORA O DISPOSITIVO M&Oacute;VIL UTILIZADO
    EN CONEXI&Oacute;N AL SERVICIO) O CUALQUIER P&Eacute;RDIDA DE DATOS, INCLUYENDO EL CONTENIDO DEL USUARIO.</p>
<p>LAS LIMITACIONES, EXCLUSIONES Y EXENCIONES DE RESPONSABILIDAD DE ESTA SECCI&Oacute;N SE APLICAN A LA MEDIDA M&Aacute;XIMA
    PERMITIDA POR LA LEY. TAPNPAY no se exime de ninguna garant&iacute;a u otro derecho que TAPNPAY tenga prohibido al
    renunciar a la ley aplicable.</p>
<p><strong>10. Indemnizaci&oacute;n.&nbsp;</strong>
    En la m&aacute;xima medida permitida por la ley,
    usted es responsable de su uso del Servicio, y defender&aacute; e indemnizar&aacute; a TAPNPAY y sus funcionarios,
    directores, empleados, consultores, afiliados, subsidiarias y agentes (en conjunto, las &ldquo;<strong><u>Entidades
        de TAPNPAY</u></strong>&rdquo;) de y en contra de cada demanda presentada por un tercero, y cualquier
    responsabilidad, da&ntilde;o, p&eacute;rdida y gasto relacionados, incluyendo los honorarios y costos razonables de
    los abogados, que surjan de o est&eacute;n relacionados a: (a) su uso no autorizado o uso indebido del Servicio; (b)
    su violaci&oacute;n de cualquier parte de este Acuerdo, cualquier representaci&oacute;n, garant&iacute;a o acuerdo
    al que se haga referencia en este Acuerdo, o cualquier ley o regulaci&oacute;n aplicable; (c) su violaci&oacute;n de
    cualquier derecho de terceros, incluyendo cualquier derecho de propiedad intelectual o publicidad, confidencialidad,
    otros derechos de propiedad o privacidad; o (d) cualquier disputa o problema entre usted y cualquier tercero.
    TAPNPAY se reserva el derecho, a expensas de TAPNPAY, de asumir la defensa exclusiva y control de cualquier asunto
    sujeto a indemnizaci&oacute;n que usted haya iniciado (sin limitar sus obligaciones de indemnizaci&oacute;n en
    relaci&oacute;n a dicho asunto) y en ese caso, usted acepta cooperar con la defensa de TAPNPAY en dicho reclamo.
</p>
<p><strong>11. Exenciones de Responsabilidad.</strong></p>
<p><strong>11.1. </strong>EN LA MEDIDA M&Aacute;XIMA PERMITIDA POR LA LEY, EN NING&Uacute;N CASO, LAS ENTIDADES DE
    TAPNPAY TENDR&Aacute;N ALGUNA RESPONSABILIDAD CON USTED POR CUALQUIER P&Eacute;RDIDA DE BENEFICIO O INGRESO O BUENA
    VOLUNTAD O POR CUALQUIER DA&Ntilde;O ESPECIAL, INDIRECTO, PUNITIVO O CONSECUENTE DE CUALQUIER CLASE EN CONEXI&Oacute;N
    A CUALQUIER PARTE O RELACIONADO CON ESTE ACUERDO O CON SU ACCESO Y USO, O INCAPACIDAD PARA ACCEDER O UTILIZAR EL
    SERVICIO, INDEPENDIENTEMENTE DE QUE DICHA RESPONSABILIDAD SE BASE EN EL INCUMPLIMIENTO DEL ACUERDO, AGRAVIO
    (INCLUYENDO NEGLIGENCIA), RESPONSABILIDAD OBJETIVA, INCUMPLIMIENTO DE LA GARANT&Iacute;A, O CUALQUIER OTRA TEOR&Iacute;A,
    INCLUSO SI TAPNPAY O USTED HAYAN SIDO NOTIFICADOS O HAYAN CONSIDERADO LA POSIBILIDAD DE DICHOS DA&Ntilde;OS.</p>
<p><strong>11.2. </strong>EXCEPTO POR LO DISPUESTO EN LA SECCI&Oacute;N 12 A CONTINUACI&Oacute;N Y HASTA LA MEDIDA M&Aacute;XIMA
    PERMITIDA POR LA LEY, LA RESPONSABILIDAD TOTAL DE TAPNPAY Y SUS PROVEEDORES Y LICENCIADORES CON USTED POR TODOS LOS
    RECLAMOS QUE SURGEN DE O RELACIONADOS AL USO O CUALQUIER INCAPACIDAD DE USAR CUALQUIER PARTE DEL SERVICIO O DE OTRA
    MANERA BAJO ESTE ACUERDO, YA SEA POR ACUERDO, AGRAVIO, U OTRO SE LIMITE AL MAYOR DE: (A) PEAJES QUE USTED HAYA
    PAGADO EN LOS 6 MESES ANTES DEL EVENTO O CIRCUNSTANCIA; O (B) $100.
</p>
<p><strong>11.3. </strong>CADA DISPOSICI&Oacute;N DE ESTE ACUERDO QUE PROPORCIONA UNA LIMITACI&Oacute;N DE
    RESPONSABILIDAD, EXENCI&Oacute;N DE RESPONSABILIDAD DE GARANT&Iacute;AS O LA EXCLUSI&Oacute;N DE DA&Ntilde;OS EST&Aacute;
    DISE&Ntilde;ADA A Y ASEGURA LOS RIESGOS ENTRE LAS PARTES BAJO EL PRESENTE ACUERDO. ESTA ADJUDICACI&Oacute;N ES UN
    ELEMENTO ESENCIAL DE LA BASE DEL ACUERDO ENTRE LAS PARTES. CADA UNA DE ESTAS DISPOSICIONES ES SEPARABLE E
    INDEPENDIENTE DE TODAS LAS OTRAS DISPOSICIONES DE ESTE ACUERDO. LAS LIMITACIONES EN ESTA SECCI&Oacute;N&nbsp;11.3&nbsp;SE
    APLICAR&Aacute;N INCLUSO SI CUALQUIER RECURSO LIMITADO NO ES SU PROP&Oacute;SITO ESENCIAL.</p>
<p><strong>11.4. </strong>Ning&uacute;n arbitraje, acci&oacute;n, demanda, procedimiento, reclamo, reconvenci&oacute;n
    o reclamo cruzado que surja de o se relacione a este Acuerdo puede presentarse m&aacute;s de dos a&ntilde;os despu&eacute;s
    de la &uacute;ltima ocurrencia del primer evento que lo haya originado o la fecha en que TAPNPAY o usted con
    diligencia razonable puedan haber descubierto los hechos pertinentes. Si alguna ley aplicable no permite que el per&iacute;odo
    de exenci&oacute;n de reclamaciones sea de dos a&ntilde;os, entonces el per&iacute;odo para la presentaci&oacute;n
    de cualquier reclamaci&oacute;n ser&aacute; el m&aacute;s corto o los per&iacute;odos permitidos por dicha ley.</p>
<p><strong>12. Resoluci&oacute;n de Disputas y Arbitraje</strong></p>
<p>
    <strong>12.1. En General.</strong>&nbsp;Para resolver las disputas entre usted y TAPNPAY de la
    forma m&aacute;s r&aacute;pida y rentable, y excepto lo descrito en la Secci&oacute;n 12.2, usted y TAPNPAY acuerdan
    que toda disputa que surja entre usted y TAPNPAY relacionada a este Acuerdo se resolver&aacute; mediante arbitraje
    vinculante. El arbitraje es menos formal que una demanda en la Corte. El arbitraje utiliza un &aacute;rbitro neutral
    en lugar de un juez o un jurado, permite una divulgaci&oacute;n m&aacute;s limitada que en una corte y puede ser
    objeto de una revisi&oacute;n muy limitada por parte de las cortes. Los &aacute;rbitros pueden adjudicar los mismos
    da&ntilde;os y compensaciones que una corte. Este acuerdo de arbitraje de disputas incluye todos los reclamos entre
    usted y TAPNPAY, que surjan o est&eacute;n relacionados a cualquier aspecto de este Acuerdo, ya sea por contrato,
    agravio, estatuto, fraude, tergiversaci&oacute;n o cualquier otra teor&iacute;a legal, y sin importar si surge una
    reclamaci&oacute;n durante o despu&eacute;s de la terminaci&oacute;n de este Acuerdo. USTED ENTIENDE Y ACEPTA QUE,
    AL CELEBRAR ESTE ACUERDO, USTED Y TAPNPAY, AMBOS, RENUNCIAN AL DERECHO A UN JUICIO CON JURADO O A PARTICIPAR EN UNA
    DEMANDA COLECTIVA.
</p>
<p>
    <strong>12.2. Excepciones.</strong>
    &nbsp;A pesar de las disposiciones de la Secci&oacute;n 12.1,
    nada en este Acuerdo se considerar&aacute; que renunciar&aacute;, excluir&aacute; o limitar&aacute; el derecho de
    cualquiera de las partes a: (a) iniciar una acci&oacute;n individual ante una corte de reclamos menores; (b) buscar
    una acci&oacute;n de ejecuci&oacute;n a trav&eacute;s de la agencia federal, estatal o local aplicable, si esa acci&oacute;n
    est&aacute; disponible; (c) solicitar una medida cautelar en una corte de justicia para el arbitraje; o (d)
    presentar una demanda en una corte de justicia para abordar una demanda por infracci&oacute;n de propiedad
    intelectual.&nbsp;Adem&aacute;s, seg&uacute;n lo dispuesto en la Secci&oacute;n 2, nada en este Acuerdo, incluyendo,
    pero no limitado a, esta Secci&oacute;n 12, es vinculante o crea obligaciones o limitaciones con respecto a un ATFO.
</p>
<p><strong>12.3. &Aacute;rbitro</strong>. Cualquier arbitraje entre usted y TAPNPAY se resolver&aacute;
    seg&uacute;n la Ley Federal de Arbitraje y ser&aacute; regido por la Asociaci&oacute;n Estadounidense de Arbitraje (&ldquo;<strong><u>AAA</u></strong>&rdquo;)
    seg&uacute;n sus Reglas de Arbitraje para el Consumidor (en conjunto, las &ldquo;<strong><u>Reglas de la
        AAA</u></strong>&rdquo;) seg&uacute;n lo modificado por este Acuerdo. Las Reglas de la AAA y los formularios de
    presentaci&oacute;n est&aacute;n disponibles en l&iacute;nea en www.adr.org, llamando al 1-800-778-7879 de la AAA o
    contactando a TAPNPAY. El &aacute;rbitro tiene autoridad exclusiva para resolver cualquier disputa relacionada a la
    interpretaci&oacute;n, aplicabilidad o exigibilidad de este acuerdo de arbitraje vinculante.
</p>
<p><strong>12.4. </strong><strong>Aviso de Arbitraje; Proceso</strong>. Una parte que tiene la intenci&oacute;n de
    buscar un arbitraje debe enviar primero un aviso por escrito de la disputa a la otra parte por correo certificado de
    los Estados Unidos o por Federal Express (con acuse de recibo) o, solo si esa otra parte no ha proporcionado una
    direcci&oacute;n f&iacute;sica actual, por correo electr&oacute;nico (&ldquo;<strong><u>Aviso de
        Arbitraje</u></strong>&rdquo;). La direcci&oacute;n de TAPNPAY para el Aviso es: TAPNPAYolls, LLC, 1011 W.
    Monroe St., Austin, Texas 78704. El Aviso de Arbitraje debe: (a) describir la naturaleza y la base del reclamo o
    disputa; y (b) establecer el desagravio espec&iacute;fico que se pretende solucionar (&ldquo;<strong><u>Demanda</u></strong>&rdquo;).
    Las partes har&aacute;n esfuerzos de buena fe para resolver los reclamos directamente, pero si no llegan a un
    acuerdo dentro de los 30 d&iacute;as despu&eacute;s de que se reciba el Aviso, usted o TAPNPAY pueden iniciar el
    proceso de arbitraje. Todos los procesos de arbitraje entre las partes ser&aacute;n confidenciales, a menos que las
    partes acuerden lo contrario por escrito. Durante el arbitraje, la cantidad de cualquier oferta de liquidaci&oacute;n
    realizada por usted o TAPNPAY no debe ser revelada al &aacute;rbitro hasta despu&eacute;s de que el &aacute;rbitro
    tome una decisi&oacute;n final y la otorgue, si corresponde. Si el &aacute;rbitro le otorga una cantidad superior a
    la &uacute;ltima cantidad de liquidaci&oacute;n por escrito ofrecida por TAPNPAY para resolver la disputa antes de
    la adjudicaci&oacute;n, TAPNPAY le pagar&aacute; la mayor de: (i) la cantidad otorgada por el &aacute;rbitro; o (ii)
    $10.000.</p>
<p><strong>12.5. Tarifas</strong>. Si comienza el arbitraje seg&uacute;n este Acuerdo, TAPNPAY le
    reembolsar&aacute; el pago de la tarifa de presentaci&oacute;n, a menos que su reclamo sea por m&aacute;s de
    $10.000, en cuyo caso el pago de cualquier tarifa se decidir&aacute; mediante las Reglas de la AAA. Cualquier
    audiencia de arbitraje se realizar&aacute; en un lugar acordado en el Condado de Travis, Texas, pero si el reclamo
    es de $10.000 o menos, usted puede elegir si el arbitraje se realizar&aacute;: (a) &uacute;nicamente sobre la base
    de los documentos presentados al &aacute;rbitro (b) a trav&eacute;s de una audiencia telef&oacute;nica sin
    comparecencia; o (c) con una audiencia en persona seg&uacute;n lo establecido por las Reglas de la AAA en el condado
    (o parroquia) de su direcci&oacute;n de facturaci&oacute;n. Si el &aacute;rbitro considerara que el fundamento de su
    reclamo o la soluci&oacute;n solicitada en el Reclamo fueran nimios o tienen un prop&oacute;sito impropio (seg&uacute;n
    lo establecido por los est&aacute;ndares de la Regla Federal de Procedimiento Civil 11(b)), entonces el pago de las
    tarifas se regir&aacute; por las Reglas de la AAA. En ese caso, usted acepta reembolsar a TAPNPAY por todo el dinero
    desembolsado previamente por este, que de lo contrario es su obligaci&oacute;n de pagar conforme a las Reglas de la
    AAA. Independientemente de la forma en que se lleva a cabo el arbitraje, el &aacute;rbitro emitir&aacute; una decisi&oacute;n
    justificada por escrito que bastar&aacute; para explicar los hallazgos y conclusiones fundamentales en las que se
    basan la decisi&oacute;n y la adjudicaci&oacute;n, de aplicar. El &aacute;rbitro podr&aacute; emitir fallos y
    resolver las controversias sobre el pago y el reembolso de las tarifas o gastos en cualquier momento durante el
    proceso, y a petici&oacute;n de cualquiera de las partes, presentadas dentro de los 14 d&iacute;as del fallo del
    &aacute;rbitro en funci&oacute;n de los fundamentos.</p>
<p><strong>12.6. Sin Demandas Colectivas</strong>. USTED Y TAPNPAY ACEPTAN QUE CADA UNO PUEDA INICIAR
    DEMANDAS CONTRA LA OTRA PARTE SOLO COMO PERSONA O EN SU CAPACIDAD INDIVIDUAL Y NO COMO DEMANDANTE O MIEMBRO CONJUNTO
    EN CUALQUIER DEMANDA O PROCEDIMIENTO REPRESENTATIVO. Asimismo, a menos que usted y TAPNPAY acuerden lo contrario, el
    &aacute;rbitro s&oacute;lo podr&aacute; consolidar el reclamo de una persona y no podr&aacute; de ninguna forma
    presidir ninguna forma de procedimiento de clase o representativo.</p>
<p><strong>12.7. Modificaciones a esta Disposici&oacute;n de Arbitraje</strong>. Si TAPNPAY realiza
    alg&uacute;n cambio a esta disposici&oacute;n de arbitraje, que no sea un cambio a la direcci&oacute;n de TAPNPAY
    para el Aviso de Arbitraje, usted puede rechazar la modificaci&oacute;n enviando una notificaci&oacute;n por escrito
    a TAPNPAY dentro de los 30 d&iacute;as posteriores a la modificaci&oacute;n a la direcci&oacute;n de TAPNPAY para el
    Aviso de Arbitraje, en cuyo caso su cuenta con TAPNPAY se cancelar&aacute; de inmediato y esta disposici&oacute;n de
    arbitraje, entrar&aacute; en vigencia inmediatamente antes de que los cambios que rechaz&oacute; sobrevivan.</p>
<p><strong>12.8. Aplicabilidad</strong>. Si se determina que la Secci&oacute;n 12.6 es inaplicable o
    si se determina que la totalidad de esta Secci&oacute;n&nbsp;12&nbsp;es inaplicable, entonces la totalidad de esta
    Secci&oacute;n 12 ser&aacute; nula e inv&aacute;lida y, en ese caso, las partes acuerdan que la jurisdicci&oacute;n
    exclusiva y el lugar descritos en la Secci&oacute;n&nbsp;14.2&nbsp;regir&aacute; cualquier acci&oacute;n que surja
    de o est&eacute; relacionada con este Acuerdo.</p>
<p><strong>13. Derechos de Aplicaci&oacute;n del ATFO.</strong>
    &nbsp;NADA EN ESTE ACUERDO, INCLUYENDO
    LAS SECCIONES 7.3,&nbsp;11&nbsp;y 12, VINCULAR&Aacute; A ATFO A LAS DISPOSICIONES DE RESOLUCI&Oacute;N DE DISPUTAS
    AQU&Iacute; ESTABLECIDAS Y NO LIMITAR&Aacute; EL DERECHO Y LA CAPACIDAD DE ATFO PARA DISPONER DE TODOS LOS DERECHOS
    Y RECURSOS APLICABLES, INCLUYENDO LOS QUE SE PROPORCIONAN EN EL ART&Iacute;CULO 366 DEL C&Oacute;DIGO DE TRANSPORTE
    DE TEXAS, SEG&Uacute;N LO MODIFICADO, Y CUALQUIER OTRO ESTATUTO APLICABLE DE LOS DERECHOS Y RECURSOS PARA ATFO Y, EN
    DICHAS INSTANCIAS, USTED TENDR&Aacute; TODOS LOS DERECHOS PROPORCIONADOS Y USTED COMPRENDE QUE LAS CORTES PODR&Aacute;N
    ADJUDICAR DICHOS ASUNTOS Y ESTOS ASUNTOS NO SER&Aacute;N ARBITRADOS. Si un ATFO ejerce sus derechos y recursos seg&uacute;n
    el Cap&iacute;tulo 366 y el Cap&iacute;tulo 372 del C&oacute;digo de Transporte de Texas, seg&uacute;n sus
    enmiendas, y bajo cualquier otro estatuto aplicable que otorgue derechos y recursos para cualquier ATFO, ambos,
    TAPNPAY y usted, acuerdan renunciar a cualquier derecho de participaci&oacute;n en, ser miembro de, o para servir
    como representante de una demanda colectiva en relaci&oacute;n a cualquier reclamo que pueda tener o hacer valer
    unos contra otros, y adem&aacute;s acepta que TAPNPAY y usted renuncian a cualquier derecho que usted o TAPNPAY
    tengan o a sus reclamos consolidados, vinculados o combinados con cualquier reclamo de cualquier otra parte o
    partes.</p>
<p><strong>14. Varios.</strong></p>
<p><strong>14.1. T&eacute;rminos Generales.</strong>&nbsp;Este Acuerdo, junto a la Pol&iacute;tica de
    Privacidad y cualquier otro acuerdo expresamente incorporado como referencia en este Acuerdo son el acuerdo completo
    y exclusivo entre usted y TAPNPAY con respecto a su uso del Servicio. Usted no puede ceder o transferir este Acuerdo
    o sus derechos seg&uacute;n este Acuerdo, en su totalidad o en parte, por ley o de otra manera, sin previo
    consentimiento por escrito de TAPNPAY. TAPNPAY puede ceder este Acuerdo en cualquier momento sin previo aviso o
    consentimiento. El no exigir el cumplimiento de cualquier disposici&oacute;n no afectar&aacute; el derecho de
    TAPNPAY a exigir el cumplimiento en ning&uacute;n otro momento posterior, ni tampoco la renuncia de TAPNPAY a
    cualquier incumplimiento de este Acuerdo, o cualquier disposici&oacute;n de este Acuerdo, ser&aacute; una renuncia
    de cualquier incumplimiento posterior o por defecto o una renuncia a la disposici&oacute;n en s&iacute;. El uso de
    los t&iacute;tulos de una secci&oacute;n en estos T&eacute;rminos es solo para conveniencia y no tendr&aacute;
    impacto alguno sobre la interpretaci&oacute;n de alguna disposici&oacute;n. En este Acuerdo, el uso de la palabra
    &ldquo;incluyendo&rdquo; significa &ldquo;incluyendo, pero sin limitarse a&rdquo;. Este Acuerdo ha sido redactado en
    ingl&eacute;s; si usted ha recibido una copia de este Acuerdo traducido a otro idioma, dicha traducci&oacute;n se
    proporciona solo para su comodidad y la versi&oacute;n en ingl&eacute;s es la que prevalecer&aacute;. En el caso de
    que cualquier parte de este Acuerdo se considere inv&aacute;lida o inaplicable, la parte no ejecutable se cumplir&aacute;
    en la mayor medida posible, y las partes restantes permanecer&aacute;n en pleno vigor y efecto.</p>
<p><strong>14.2. Ley Aplicable.&nbsp;</strong>Este Acuerdo se regir&aacute; e interpretar&aacute; de
    acuerdo con las leyes del Estado de Texas. Usted y TAPNPAY se someten a la jurisdicci&oacute;n personal y exclusiva
    de las cortes estatales y federales ubicadas en el Condado de Travis, Texas, para resolver cualquier demanda o
    procedimiento judicial en virtud de este Acuerdo, y por la presente renuncia al derecho de demandar o ser demandado
    en otro lugar.</p>
<p><strong>14.3. Propiedad; Derechos de Propiedad</strong>. El Servicio es propiedad y est&aacute;
    operado o controlado por TAPNPAY. Las interfaces visuales, gr&aacute;ficos, dise&ntilde;o, compilaci&oacute;n,
    informaci&oacute;n, datos, c&oacute;digo de computadora (incluyendo el c&oacute;digo fuente o c&oacute;digo de
    objeto), productos, software, servicios y todos los dem&aacute;s elementos del Servicio (&ldquo;<strong><u>Materiales</u></strong>&rdquo;)
    proporcionados por TAPNPAY est&aacute;n protegidos por las leyes de propiedad intelectual y otras leyes, y son
    propiedad de TAPNPAY o sus terceros licenciantes. A excepci&oacute;n de lo autorizado expresamente por TAPNPAY,
    usted no podr&aacute; hacer uso de los Materiales. TAPNPAY se reserva todos los derechos sobre los Materiales no
    otorgados expresamente en este Acuerdo.</p>
<p><strong>14.4. T&eacute;rminos Adicionales</strong>. Su uso del Servicio est&aacute; sujeto a todos
    los t&eacute;rminos, pol&iacute;ticas, reglas o pautas adicionales aplicables al Servicio o ciertas caracter&iacute;sticas
    del Servicio que TAPNPAY puede publicar o vincular desde el Servicio o el Sitio de tapNpay (los &ldquo;<strong><u>T&eacute;rminos
        Adicionales</u></strong>&rdquo;). Todos los T&eacute;rminos Adicionales se incorporan mediante esta referencia
    en este Acuerdo y forman parte de &eacute;l.</p>
<p><strong>14.5. Informaci&oacute;n de Contacto</strong>.&nbsp;El Servicio es ofrecido por
    TAPNPAYolls, LLC ubicado en 1011 W Monroe St, Austin, Texas 78704. Si usted tiene alguna pregunta sobre este
    Acuerdo, el Servicio o su Cuenta, por favor visite el Sitio de tapNpay y use la funci&oacute;n &ldquo;Cont&aacute;ctenos&rdquo;
    o env&iacute;e un correo electr&oacute;nico a TAPNPAY a trav&eacute;s de&nbsp;<a href="mailto:support@tapnpay.com">support@tapnpay.com</a>&nbsp;.
</p>
<p><strong>Pol&iacute;tica de Privacidad de TAPNPAY</strong></p>
<p>TAPNPAY y sus afiliados&nbsp;<strong>(&ldquo;TAPNPAY&rdquo;, &ldquo;nosotros&rdquo;,</strong>&nbsp;y/o&nbsp;<strong>&ldquo;nuestro&rdquo;</strong>)
    valoran la privacidad de las personas que usan nuestros servicios (en conjunto, nuestros&nbsp;<strong>&ldquo;Servicios&rdquo;</strong>).
    Esta pol&iacute;tica de privacidad (&ldquo;Pol&iacute;tica de Privacidad&rdquo;) explica c&oacute;mo recopilamos,
    usamos y compartimos informaci&oacute;n de los usuarios de tapNpay&nbsp;<strong>(&ldquo;Usuarios&rdquo;</strong>&nbsp;y/o&nbsp;<strong>&ldquo;su&rdquo;</strong>).
    Al utilizar nuestros Servicios, usted acepta la recopilaci&oacute;n, uso, divulgaci&oacute;n y procedimientos que se
    describen en esta Pol&iacute;tica de Privacidad. M&aacute;s all&aacute; de la Pol&iacute;tica de Privacidad, su uso
    de nuestros Servicios tambi&eacute;n est&aacute; sujeto a nuestros T&eacute;rminos y Condiciones.</p>
<p><strong>Informaci&oacute;n Que Recopilamos</strong></p>
<p>Podemos recopilar una variedad de informaci&oacute;n de o sobre usted de diversas fuentes, como se describe a
    continuaci&oacute;n.</p>
<p>Si usted no proporciona su informaci&oacute;n cuando se le solicita, es posible que no pueda utilizar nuestros
    Servicios si esa informaci&oacute;n es necesaria para proporcionarle nuestros Servicios o si estamos legalmente
    obligados a recopilarla.</p>
<ol>
    <li><strong> Informaci&oacute;n que Usted Nos Proporciona.</strong></li>
</ol>
<p><strong>Informaci&oacute;n de Registro y de Perfil.</strong>&nbsp;Nuestros Servicios le permitir&aacute;n agregar
    cobros de peaje adeudados a Operadores de Instalaciones de Peaje Asociados (<strong>&ldquo;ATFOs&rdquo;</strong>)
    usando el M&eacute;todo de Pago seleccionado por usted durante el Registro de su Cuenta. Cuando usted se registre
    para utilizar nuestros Servicios, podremos recibir su direcci&oacute;n, n&uacute;mero de tel&eacute;fono de un
    Operador compatible, direcci&oacute;n de correo electr&oacute;nico, el n&uacute;mero de matr&iacute;cula de su veh&iacute;culo&nbsp;<strong>(&ldquo;LPNs&rdquo;)</strong>&nbsp;dependiendo
    de la forma de su registro. Adicionalmente, nos proveer&aacute; su transacci&oacute;n del peaje e informaci&oacute;n
    de viaje.</p>
<p>Si usted no puede darse de alta en nuestros Servicios porque la informaci&oacute;n que usted nos provee no es igual a
    la informaci&oacute;n que posee la ATFO, podemos mantener cualquier informaci&oacute;n provista por usted,
    incluyendo su n&uacute;mero de tel&eacute;fono m&oacute;vil, y usar esta informaci&oacute;n para cualquier prop&oacute;sito,
    incluyendo prop&oacute;sitos de negocio y mercadeo, a menos que usted escoja darse de baja como es permitido por
    esta Pol&iacute;tica de Privacidad.</p>
<p><strong>Informaci&oacute;n del Pago</strong>. Cuando usted utiliza nuestros Servicios para realizar pagos, le
    permitimos seleccionar entre varios M&eacute;todos de Pago, los cuales incluyen, pero no est&aacute;n limitados a:
    Apple Pay, Google Pay, Tarjeta de D&eacute;bito, Tarjeta de Cr&eacute;dito, PayPal. No recopilamos o almacenamos
    datos de tarjetas de cr&eacute;dito en nuestros servidores.</p>
<p><strong>Comunicaciones</strong>. Si usted nos contacta directamente, podemos recibir informaci&oacute;n adicional
    sobre usted. Por ejemplo, cuando para recibir atenci&oacute;n al cliente, podremos recibir su nombre, direcci&oacute;n
    de correo electr&oacute;nico, n&uacute;mero de tel&eacute;fono, el contenido de cualquier mensaje o archivos
    adjuntos que pueda enviarnos y otra informaci&oacute;n que decida proporcionar.</p>
<ol>
    <li><strong> Informaci&oacute;n que Recopilamos Cuando Utiliza Nuestros Servicios.</strong></li>
</ol>
<p><strong>Informaci&oacute;n del Dispositivo.&nbsp;</strong>Recibimos informaci&oacute;n sobre el dispositivo y el
    software que usted utilizar para tener acceso a nuestros Servicios, incluyendo la direcci&oacute;n de Protocolo de
    Internet<strong>&nbsp;(&ldquo;IP&rdquo;).</strong></p>
<p><strong>Uso de la Informaci&oacute;n.&nbsp;</strong>Para ayudarnos a entender como usar nuestros Servicios y
    ayudarnos a mejorarlos, cuando use nuestros Servicios, autom&aacute;ticamente recibimos informaci&oacute;n sobre sus
    interacciones con nuestros Servicios, como las p&aacute;ginas u otro contenido que ve, p&aacute;ginas que solicita,
    los sitios web que visit&oacute; antes de entrar a usar nuestros Servicios, y las fechas, horas y duraci&oacute;n de
    sus visitas.</p>
<p><strong>Informaci&oacute;n de Ubicaci&oacute;n.&nbsp;</strong>Cuando utilizar nuestros Servicios, conocemos la
    ubicaci&oacute;n f&iacute;sica general de su dispositivo y las regiones geogr&aacute;ficas de nuestros Usuarios. Por
    ejemplo, su direcci&oacute;n IP puede indicar su regi&oacute;n geogr&aacute;fica general.</p>
<p><strong>Informaci&oacute;n de Cookies y Tecnolog&iacute;as Similares.&nbsp;</strong>Nosotros y nuestros socios
    externos recopilamos informaci&oacute;n mediante cookies, p&iacute;xeles de seguimiento o tecnolog&iacute;as
    similares. Nuestros socios externos, como socios de anal&iacute;ticas y publicidad, pueden usar estas tecnolog&iacute;as
    para recopilar informaci&oacute;n sobre sus actividades en l&iacute;nea a lo largo del tiempo y a trav&eacute;s de
    diferentes servicios. Las cookies son peque&ntilde;os archivos de texto que contienen una cadena de caracteres
    alfanum&eacute;ricos. Es posible que utilicemos cookies de sesi&oacute;n y cookies persistentes. Una cookie de sesi&oacute;n
    desaparece despu&eacute;s de cerrar el navegador. Una cookie persistente permanece despu&eacute;s de cerrar el
    navegador y puede utilizarse en visitas posteriores a nuestros Servicios.</p>
<p>Por favor, revise el archivo de &ldquo;Ayuda&rdquo; de su navegador web para conocer la forma correcta de modificar
    su configuraci&oacute;n de cookies. Por favor, tenga en cuenta que, si elimina o decide no aceptar las cookies de
    nuestros Servicios, puede no ser capaz de utilizar el potencial completo de las caracter&iacute;sticas de nuestros
    Servicios.</p>
<ol>
    <li><strong> Informaci&oacute;n que Recibimos de Terceros</strong>.</li>
</ol>
<p><strong>Operadores de Instalaciones de Peaje Asociados.&nbsp;</strong>Nuestros Servicios operan siguiendo un acuerdo
    que tenemos con el ATFO. Al usar nuestros Servicios, usted acuerda que podamos recibir la siguiente informaci&oacute;n
    sobre usted, su veh&iacute;culo o su cuenta de la ATFO aplicable: transacciones de peaje, n&uacute;mero de matr&iacute;cula
    y estado, comprobantes de facturaci&oacute;n, ubicaci&oacute;n del dispositivo de recolecci&oacute;n de peaje donde
    ocurren los cargos, y otra informaci&oacute;n relevante a la provisi&oacute;n de nuestros Servicios. Si recibimos
    informaci&oacute;n de una ATFO que de otro modo no nos ha proporcionado en relaci&oacute;n a (a) el registro de un
    veh&iacute;culo motorizado u (b) otra informaci&oacute;n derivada de una matr&iacute;cula en un veh&iacute;culo que
    utiliza una instalaci&oacute;n de peaje de ATFO, esa informaci&oacute;n ser&aacute; usada por nosotros o, si
    revelamos o la habilitamos para la ATFO aplicable, nuestros vendedores, proveedores de servicio u otra entidad de
    facturaci&oacute;n, por dichas entidades para otros fines que no sean (1) la provisi&oacute;n de nuestros Servicios;
    (2) el cobro de peaje y cumplimiento del cobro de peaje; (3) fines de aplicaci&oacute;n de la ley a petici&oacute;n
    de una agencia de aplicaci&oacute;n de la ley; y (4) como de otra manera se provee para esta Pol&iacute;tica de
    Privacidad.</p>
<p><strong>Otros Terceros.&nbsp;</strong>Podremos recibir informaci&oacute;n adicional sobre usted a trav&eacute;s de
    terceros como socios de datos o mercadeo y combinarla que informaci&oacute;n que tengamos sobre usted.</p>


<p><strong>&iquest;C&oacute;mo Usamos la Informaci&oacute;n que Recopilamos?</strong>
</p>
<p>
    Usamos la informaci&oacute;n que usted nos proporciona o que recopilamos cuando utiliza nuestros Servicios:
</p>
<ul>
    <li>Para proporcionar, mantener, mejorar, desarrollar, y potenciar nuestros productos y servicios;</li>
    <li>Para comprender y analizar c&oacute;mo utiliza nuestros Servicios y desarrollar nuevos productos, servicios,
        caracter&iacute;sticas y funcionalidades;
    </li>
    <li>Para contactarnos con usted, brindarle actualizaciones y otra informaci&oacute;n relacionada a nuestros
        Servicios, proporcionar la informaci&oacute;n que solicite, responder a comentarios y preguntas y, de otro modo,
        brindar asistencia al cliente;
    </li>
    <li>Para fines de marketing, como desarrollar y proporcionar materiales promocionales y publicitarios que puedan ser
        &uacute;tiles, relevantes, valiosos o de otro tipo de inter&eacute;s para usted;
    </li>
    <li>Para generar reportes an&oacute;nimos (se elimina la informaci&oacute;n personal identificativa) para prop&oacute;sitos
        de negocios se&ntilde;alados en esta secci&oacute;n;
    </li>
    <li>Para enviarle mensajes de texto;</li>
    <li>Para facilitar transacciones y pagos;</li>
    <li>Para encontrar y prevenir el fraude, y responder a los problemas de confianza y seguridad que puedan surgir;
    </li>
    <li>Para fines de cumplimiento, incluyendo la aplicaci&oacute;n de nuestros T&eacute;rminos y Condiciones u otros
        derechos legales, o seg&uacute;n lo exijan las leyes y regulaciones aplicables o cualquier proceso judicial o
        agencia gubernamental; y
    </li>
    <li>Para otros fines para los cuales proporcionamos un aviso espec&iacute;fico en el momento en que se recopila la
        informaci&oacute;n.
    </li>
</ul>
<p><strong>C&oacute;mo Compartimos los Datos que Recopilamos</strong></p>
<p>Podremos compartir o de otra forma revelar informaci&oacute;n que recolectamos de o sobre usted como se describe a
    continuaci&oacute;n o de otra forma revelada por usted en el momento de la recolecci&oacute;n.</p>
<p><strong>Operadores de Instalaciones de Peaje Asociados.&nbsp;</strong>Compartimos cierta informaci&oacute;n sobre
    usted, como su n&uacute;mero de cliente de TAPNPAY, LPN, fecha de inscripci&oacute;n en nuestros Servicios,
    historial de pagos de peaje u otro n&uacute;mero de cuenta de tercero, y otra informaci&oacute;n relacionada con su
    uso de nuestros Servicios, con las ATFOs en conexi&oacute;n con transacciones relacionadas con nuestros Servicios y
    en conexi&oacute;n con sus prop&oacute;sitos de negocio internos.</p>
<p><strong>Vendedores y Operadores de Servicios.&nbsp;</strong>Podemos compartir cualquier informaci&oacute;n que usted
    nos proporcione o que recopilemos cuando utilice nuestros Servicios con las ATFOs, vendedores y proveedores de
    servicios relacionados (incluidos terceros que apoyen en el proceso de facturaci&oacute;n de sus cargos de peaje) en
    la prestaci&oacute;n de nuestros Servicios, siempre que dichos vendedores y proveedores de servicios solo puedan
    usar dicha informaci&oacute;n para los fines de proporcionar nuestros Servicios.</p>
<p><strong>Socios de Anal&iacute;ticas.</strong>&nbsp;Usamos servicios anal&iacute;ticos como Google Analytics para
    recopilar y procesar ciertos datos anal&iacute;ticos. Estos servicios tambi&eacute;n pueden recopilar informaci&oacute;n
    sobre su uso de otros sitios web, aplicaciones y recursos en l&iacute;nea. Usted puede obtener informaci&oacute;n
    sobre las pr&aacute;cticas de Google en&nbsp;<u>https://www.google.com/policies/privacy/partners/</u>, y puede
    cancelar su suscripci&oacute;n descargando el complemento del navegador de Google Analytics, disponible en&nbsp;<u>https://tools.google.com/dlpage/gaoptout</u>.
</p>
<p><strong>Seg&uacute;n lo Exija la Ley y Declaraciones Similares.&nbsp;</strong>Podemos acceder, preservar y divulgar
    informaci&oacute;n sobre usted si creemos que es necesario o apropiado hacerlo para: (a) cumplir con las solicitudes
    de cumplimiento de la ley y el proceso legal, como una orden judicial o citaci&oacute;n; (b) responder a sus
    peticiones; o (c) proteger sus/nuestros derechos propiedad y seguridad, o los derechos, propiedad y seguridad de
    otro.</p>
<p><strong>Fusi&oacute;n, Venta u Otras Transferencias de Activos.&nbsp;</strong>Podemos revelar o transferir su
    informaci&oacute;n a proveedores de servicios, asesores, posibles socios transaccionales u otros terceros en relaci&oacute;n
    a la consideraci&oacute;n, negociaci&oacute;n o finalizaci&oacute;n de una transacci&oacute;n corporativa en la que
    seamos adquiridos o nos fusionemos con otra empresa o vendamos, liquidemos, o transfiramos la totalidad o una parte
    de nuestro negocio o activos.</p>
<p><strong>Consentimiento.&nbsp;</strong>Tambi&eacute;n podemos divulgar informaci&oacute;n de o sobre usted o sus
    dispositivos con su permiso.</p>
<p><strong>Sus Opciones</strong></p>
<p><strong>Comunicaciones Comerciales.&nbsp;</strong>Puede darse de baja de nuestros mensajes promocionales a trav&eacute;s
    del m&eacute;todo que se proporciona en los correos electr&oacute;nicos y mensajes. Incluso si opta por no recibir
    nuestros mensajes promocionales, continuar&aacute; recibiendo nuestros mensajes administrativos.</p>
<p><strong>Terceros</strong></p>
<p>Nuestros Servicios pueden contener enlaces a otros sitios web, productos o servicios que no poseemos ni operamos. No
    somos responsables de las pr&aacute;cticas de privacidad de estos terceros. Por favor, tenga en cuenta que esta Pol&iacute;tica
    de Privacidad no aplica a sus actividades en estos servicios de terceros o cualquier informaci&oacute;n que divulgue
    a estos terceros. Le recomendamos que lea las Pol&iacute;ticas de Privacidad de estos terceros antes de
    proporcionarles informaci&oacute;n.</p>
<p><strong>Seguridad</strong></p>
<p>Hacemos los esfuerzos razonables para proteger su informaci&oacute;n mediante el uso de medidas de seguridad f&iacute;sicas
    y electr&oacute;nicas dise&ntilde;adas para mejorar la seguridad de la informaci&oacute;n que mantenemos. Sin
    embargo, como nuestros Servicios se alojan electr&oacute;nicamente, no podemos garantizar la seguridad o privacidad
    de su informaci&oacute;n.</p>
<p><strong>Privacidad de Menores</strong></p>
<p>No recopilamos, mantenemos ni utilizamos a sabiendas informaci&oacute;n personal de ni&ntilde;os menores de 13 a&ntilde;os,
    y ninguna parte de nuestros Servicios est&aacute; dirigida a ni&ntilde;os. Si usted sabe que un menor nos ha
    proporcionado informaci&oacute;n personal, lo que viola esta Pol&iacute;tica de Privacidad, puede avisarnos en&nbsp;<a
        href="mailto:support@tapnpay.com">support@tapnpay.com</a>&nbsp;.</p>
<p><strong>Visitantes Internacionales</strong></p>
<p>Nuestros servicios est&aacute;n alojados en los Estados Unidos y est&aacute;n destinados a visitantes ubicados dentro
    de los Estados Unidos. Si usted elige utilizar nuestros Servicios en la Uni&oacute;n Europea u otras regiones del
    mundo con leyes que rigen la recopilaci&oacute;n y el uso de datos que pueden diferir de las leyes de los EE.UU.,
    por favor, tenga en cuenta que est&aacute; transfiriendo su informaci&oacute;n personal fuera de esas regiones a los
    Estados Unidos para su almacenamiento y procesamiento. Adem&aacute;s, podemos transferir sus datos de los Estados
    Unidos a otros pa&iacute;ses o regiones en relaci&oacute;n al almacenamiento y procesamiento de datos, para cumplir
    con sus solicitudes y operar nuestros Servicios. Al proporcionar cualquier informaci&oacute;n, incluyendo la
    informaci&oacute;n personal, sobre o a nuestros Servicios, usted acepta dicha transferencia, almacenamiento y
    procesamiento.</p>
<p><strong>Actualizar su Informaci&oacute;n o Hacer una Pregunta</strong></p>
<p>Usted puede cerrar su cuenta al anular el registro de su matr&iacute;cula en el sitio de pago de tapNpay en la p&aacute;gina
    de ajustes de la cuenta que se encuentra aqu&iacute;: https://tapnpay.biz/MyAccount/MyAccount. Si tiene preguntas
    sobre su privacidad en nuestros Servicios o esta Pol&iacute;tica de Privacidad, por favor, cont&aacute;ctenos a&nbsp;<a
        href="mailto:support@tapnpay.com">support@tapnpay.com</a>&nbsp;.</p>
<p><strong>Cambios en esta Pol&iacute;tica de Privacidad</strong></p>
<p>Publicaremos cualquier ajuste de esta Pol&iacute;tica de Privacidad en esta p&aacute;gina, y la versi&oacute;n
    revisada entrar&aacute; en vigor cuando se publique. Si cambiamos sustancialmente las formas en que usamos o
    compartimos la informaci&oacute;n personal que hemos recopilado previamente en nuestros Servicios, haremos el
    intento de notificarle a trav&eacute;s de nuestros Servicios, por correo electr&oacute;nico u otros medios.</p>
<p><strong>Informaci&oacute;n de Contacto</strong></p>
<p>Si usted tiene alguna pregunta, comentario o inquietud sobre nuestras actividades de procesamiento, por favor, env&iacute;enos
    un correo electr&oacute;nico a&nbsp;<a href="mailto:support@tapnpay.com">support@tapnpay.com</a>&nbsp;o escr&iacute;banos
    a&nbsp;1464 E. Whitestone Blvd, Suite 1904, Cedar Park, TX, 78613.</p>
<p><strong>&Uacute;ltima Actualizaci&oacute;n:&nbsp;</strong>12/13/2022</p>
